tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "hpedrorodrigues/tools"
brew "ansible"
brew "ansible-lint"
brew "bash"
brew "git"
brew "glances"
brew "mas"
brew "nvm"
brew "pyenv"
brew "rclone"
brew "vim"
brew "zsh"
brew "cirruslabs/cli/tart"
cask "1password"
cask "aerial"
cask "appcleaner"
cask "deezer"
cask "docker"
cask "dockutil"
cask "firefox"
cask "flux"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "microsoft-edge"
cask "monitorcontrol"
cask "slack"
cask "sublime-merge"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "iA Writer", id: 775737590
mas "WiFi Explorer", id: 494803304
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dionmunk.vscode-notes"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "mike-co.import-sorter"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "nhoizey.gremlins"
vscode "Orta.vscode-jest"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "SimonSiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "unifiedjs.vscode-mdx"
vscode "yzhang.markdown-all-in-one"
